Repository: Stark91/acs-app
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Cultivation room
fr: Salle de culture

source: Golden core
fr: Noyau doré

source: Laws
fr: Lois

source: Agency events
fr: Evénements d'agence

# cultivationRoomDescription
source: Select Gather Qi items by selecting them in the list on the right and by clicking on tiles to place them and get Qi amount on the breakthrough tile (center).
fr: Choisissez les objets émettant du Qi en les sélectionnant dans la liste de droite et en cliquant sur les tuiles pour les placer et obtenez la quantité de Qi rassemblée sur la tuile de percée (au centre).

# spiritSoilCtrlTooltip
source: Spirit soil add 40 Qi on the tile
fr: Le sol spirituel ajoute 40 Qi sur la tuile

# spiritSoilCtrlLabel
source: Cushion on spirit soil
fr: Le coussin est sur un sol spirituel

# qiCushionCtrlTooltip
source: Qi Cushion add 60 Qi on the tile
fr: Le coussin de Qi ajoute 60 Qi sur la tuile

# qiCushionCtrlLabel
source: Cushion is Qi Cushion
fr: Le coussin est un coussin de Qi

# sizeCtrlLabel
source: Size
fr: Taille

# clearGridButtonLabel
source: Clear grid
fr: Effacer grille

# totalGatherQiOnCushionButtonLabel
source: Gathered Qi on cushion
fr: Qi rassemblé sur le coussin

source: Earth
fr: Terre

source: Fire
fr: Feu

source: Metal
fr: Métal

source: None
fr: Néant

source: Water
fr: Eau

source: Wood
fr: Bois

# earthEmitButtonTooltip
source: Earth element strength
fr: Force de l'élément Terre

# fireEmitButtonTooltip
source: Fire element strength
fr: Force de l'élément Feu

# matelEmitButtonTooltip
source: Metal element strength
fr: Force de l'élément Métal

# waterEmitButtonTooltip
source: Water element strength
fr: Force de l'élément Eau

# woodEmitButtonTooltip
source: Wood element strength
fr: Force de l'élément Bois

# elementStrengthDescription
source: You need to have more than 1.85 element strength for the element that begets your element law. Element strength does not matter for None cultivators.
fr: Vous devez avoir une force d'élément supérieure à 1,85 pour l'élément qui engendre votre loi d'élément. La force des éléments n’a pas d’importance pour les cultivateurs du Néant.

# goldenCoreDescription
source: Enter factors to get an estimated total golden core breakthrough score.
fr: Entrer les facteurs pour obtenir une valeur approximative de votre score total de percée du Noyau doré

# inputErrorMin
source: Value must be greater than or equal to
fr: La valeur doit être supérieure ou égal à

# inputErrorMax
source: Value must be lower than or equal to
fr: La valeur doit être inférieure ou égal à

source: Tile Qi
fr: Qi de tuile

# tileQiInputTooltip
source: You can calculate your breakthrough tile qi on the Cultivation Room page.
fr: Vous pouvez calculer le Qi de votre tuile de percée sur la page Salle de culture.

source: Law match
fr: Correspondance de loi

# lawMatchInputTooltip
source: You can calculate your law match after choosing a law on the Laws page.
fr: Vous pouvez calculer la correspondance de votre loi après avoir choisi un loi dans la page des Lois

source: Luck
fr: Chance

# luckInputTooltip
source: Your cultivator luck stat.
fr: La chance de votre cultivateur

source: Mental state
fr: Etat mental

# mentalStateInputTooltip
source: Your cultivator mental state.
fr: L'état mental de votre cultivateur

# yinYangInputTooltip
source: Average is near 1, it depends on day of the year, hour of the day, weather (ambiant light) and law element.
fr: La moyenne est proche de 1, ce facteur dépend du jour de l'année, de l'heure de la journée, de la météo (lumière naturelle) et de l'élément de la loi.

source: Weather
fr: Météo

# weatherInputTooltip
source: Select the weathers that contribute to your law element. Air of Cultivation contributes to any element.
fr: Choisir les météos qui contribuent à l'élément de votre loi. Air of Cultivation contribue à tous les éléments.

source: Season
fr: Saison

# seasonInputTooltip
source: You can estimate season factor at ACS Fandom Wiki > Golden Core Breakthrough > Season.
fr: Vous pouvez estimer la facteur saison sur le Fandom Wiki d'ACS > Golden Core Breakthrough > Season.

source: Tile element
fr: Elément de la tuile

# tileElementInputTooltip
source: Max bonus is 1.85+ and is equivalent to +++++ in game (depends on ground, flooring, element emitters and weather).
fr: Le bonus max est de 1.85+ et est équivalent à +++++ en jeu (il dépend du sol, du revêtement de sol, des émetteurs d'éléments et de la météo).

source: Max Qi
fr: Qi max

# maxQiInputTooltip
source: Your cultivator Max Qi. Max Qi determines the breakthrough duration.
fr: Le Qi max de votre cultivateur. Le Qi max détermine la durée de la percée.

source: contribute for
fr: contribue pour

source: at the level of
fr: à hauteur de

source: Score per second
fr: Score par seconde

source: Duration
fr: Durée

# durationButtonTooltip
source: An in-game day is 600s.
fr: Un jour en jeu est de 600s

source: Total score
fr: Score total

source: Tier
fr: Rang

source: Back
fr: Retour

# lawTypeAmount
source: this.lawType laws
fr: Lois this.lawType

# lawTypeSelectLabel
source: Select a law type
fr: Choisir un type de loi

source: Cultivator stats
fr: Statistique du cultivateur

source: Charisma
fr: Charisme

source: Law stats
fr: Statistiques de la loi

source: Outcomes
fr: Résultats

source: Battle
fr: Combat

source: Food
fr: Nourriture

source: No action
fr: Aucune action

source: Spirit stone
fr: Pierre spirituelle

source: Stone
fr: Pierre

# policySelectLabel
source: Select a policy
fr: Sélectionnez une politique
